{
    "V&A-Hotel": {
      "Name": "V&A Hotel",
      "Location": "Cape Town",
      "Type": "WET Services Engineering",
      "Description": "The V&A Hotel is one of Cape Town’s most illustrious and popular attractions. With having a yearly occupation rate of over 80% it is regarded as one of the best hotels to stay in Cape Town. This popularity demands that all the intricate systems that keep the hotel functioning at 100% should be maintained and kept in perfect working order. In 2018 the hot water system for the hotel was in dire need of an upgrade as one of the boilers responsible for the hot water generation was failing. The boiler was replaced and a full operation system design review was done on the working of the boiler to provide redundancy for the future.",
      "Year": "2018",
      "HomeProject": "1",
      "ImageCount": "69"
    },
    "Three-Streams-Smokehouse": {
      "Name": "Three Streams Smokehouse",
      "Location": "Franschhoek",
      "Type": "HVAC Engineering",
      "Description": "PR Engineering partnering with one of Cape Town’s most renowned Air-conditioning & ventilation contractors to provide a turnkey solutions for their packaging facility. The first portion of the project was to provide an installation of a smoke extraction fan that would be connected to the smoker. The second portion is to provide a design for packing area, where a constant temperature, humidity and statutory fresh air needs to be provided and maintained.",
      "Year": "2019",
      "HomeProject": "2",
      "ImageCount": "8"
    },
    "The-Vineyard": {
      "Name": "The Vineyard",
      "Location": "Stellenbosch",
      "Type": "Fire & HVAC Engineering",
      "Description": "PR Engineering was appointed by reputable property Developer Company for our Fire engineering services to ensure that their new offices would meet all regulatory and statutory regulations. The HVAC was also undertaken and a turnkey solution was offered to save on costs.",
      "Year": "2019",
      "HomeProject": "3",
      "ImageCount": "11"
    },
    "St.-Tropez": {
      "Name": "St. Tropez",
      "Location": "Strand",
      "Type": "Fire Engineering",
      "Description": "The St. Tropez building in strand is one of the oldest and most iconic structures that grace the Strand Foreshore with its presence. The massive 12 Storey building was constructed in 1973 and its brutal architectural style is timeless. The building’s fire protection systems were however not satisfactory to the latest standards of the National Building Regulations and posed a great risk to the occupants. PR Engineering was appointed by the body corporate to design and oversee the construction of a new fully functional fire protection system.",
      "Year": "2019",
      "HomeProject": "4",
      "ImageCount": "43"
    },
    "Ceres-Spar": {
      "Name": "Ceres Spar",
      "Location": "Ceres",
      "Type": "HVAC Services",
      "Description": "The Spar in Ceres were in dire need for a storage and kitchen expansion and thus a full team of engineers and contractors was appointed. Partnering with a ventilation contractor a detailed turnkey solution was delivered to the client.",
      "Year": "2018",
      "HomeProject": "5",
      "ImageCount": "5"
    },
    "Queen-Victoria-Hotel": {
      "Name": "Queen-Victoria-Hotel",
      "Location": "Cape Town",
      "Type": "WET Services Engineering",
      "Description": "The Queen Victoria Hotel is renowned for not just being one of the best hotels in Cape Town, but also in South Africa. Situated in the glamorous V&A waterfront the hotel boasts a restaurant and a beautiful view of the Harbour as well as table mountain. The hot water system was starting to fail and the tanks were replaced by non-pressurized thermo cubes that uses the heat generated by the air-conditioning plant to heat the water, thus being a green solution. The system is supported by an in-line heater that heats the water every weeks to kill off all bacterial elements and serve as back up element when the air-conditioning plant is under maintenance or temporarily out.",
      "Year": "2017",
      "HomeProject": "6",
      "ImageCount": "30"
    },
    "House-Verde": {
      "Name": "House Verde",
      "Location": "Constantia, Cape Town",
      "Type": "HVAC Engineering",
      "Description": "The scope of works for consulting engineers was relatively small on this project. However, due to the impressive method in which the house was constructed PR Engineering feels honoured to have contributed a small portion by providing a Turnkey Solution for the HVAC engineering to satisfy council requirements for the property. This brilliantly designed house was constructed of almost 90% wood that was imported from Germany. Specialized craftsmen were also flown in from Germany to assemble and construct the house. This jewel of a property dwarfs the surrounding properties by delivering a spectacular feat of engineering with the grace of architectural style.",
      "Year": "2019",
      "HomeProject": "7",
      "ImageCount": "11"
    },
    "House-Klaasenbosch": {
      "Name": "House Klaasenbosch",
      "Location": "Constantia, Cape Town",
      "Type": "HVAC, WET & Electrical Services",
      "Description": "With South Africa’s diverse economy on the rise, many houses have become more than the ordinary norm and have aspired to be more, to push the boundaries and be at the forefront of what a house can ultimately become. House Klaasenbosch is no exception, being located in the beautiful Constantia area the house catches the eye of anyone passing by. Designed and constructed by one of Cape Town’s favourite Architects the house is sure to stand the test of time. ",
      "Year": "2018",
      "HomeProject": "8",
      "ImageCount": "62"
    },
    "Gorgeous-George-Hotel": {
      "Name": "Gorgeous George Hotel",
      "Location": "Cape Town",
      "Type": "HVAC Engineering",
      "Description": "PR Engineering partnered with one of Cape Town’s most reputable air conditioning and Ventilation companies for this project, as they were procured by the client and project managers. The project came with its fair share of complications due to the age of the building and the way it was constructed. The beams providing structural support and stability could not be moved and thus all disciplines were forced to find creative and innovative ways of making sure all equipment and works were covered and being installed as required by latest regulations. This projects is a pure example of how many consultants can work under one roof if the correct project managers are employed, so our professional congratulations to Jan- Paul Botha & Bryce O’Donnell from Construct Capital for brining together a tough project.",
      "Year": "2018-2019",
      "HomeProject": "9",
      "ImageCount": "69"
    },
    "Franschhoek-Motor-Museum-Restaurant": {
      "Name": "Franschhoek Motor Museum Restaurant",
      "Location": "Franschhoek",
      "Type": "Fire Engineering",
      "Description": "The project of the Franschhoek motor Museum was under taken with some of the winelands most celebrated architects. Seeing the popularity of the Car museum the restaurant of L'Ormarins decided to expand and revamp as well. This required the input of our Fire Engineers to deliver a world class establishment. ",
      "Year": "2018",
      "HomeProject": "10",
      "ImageCount": "27"
    },
    "CPUT-Electrical-Engineering": {
      "Name": "CPUT Electrical Engineering",
      "Location": "Bellville, Cape Town",
      "Type": "HVAC Engineering",
      "Description": "The Electrical Engineering building is one of CPUT’s most recent and best engineered buildings. However, the electrical engineering HVAC system was not functioning as per the design intent. The Scope of works included a report and redesign of the system so it could be recommissioned to the original design intent",
      "Year": "2017",
      "HomeProject": "",
      "ImageCount": "8"
    },
    "Simba-Canteen": {
      "Name": "Simba Canteen",
      "Location": "Parrow Indutrial",
      "Type": "HVAC Services",
      "Description": "As part of Pepsi Co, Simba is one of the most recognizable brands in Southern Africa, and still expanding. The company decided to add a canteen area for staff and personnel where they could be served lunch and enjoy a healthy lunch Hour. Being a Kitchen and public area the ventilation requirements are quite strenuous and detailed designs were carefully scrutinized to ensure that an optimum valued engineering solution was presented to the project managers.",
      "Year": "2018",
      "HomeProject": "",
      "ImageCount": "27"
    },
    "OK-Minimark": {
      "Name": "OK Minimark",
      "Location": "Strand",
      "Type": "HVAC & Fire Engineering",
      "Description": "Partnering with a renowned Air-conditioning & Ventilation contractor in Cape Town, PR Engineering provided a Turnkey solution to the owners of the OK Minimark. The design portion of the project was successfully designed and signed off by PR Engineering. During the council approval period of the project the client and the architect appointed PR Engineering for our Fire Engineering services as well. This proved to be an interesting project for us to coordinate the latest building regulations with a pre existing building.  ",
      "Year": "2019",
      "HomeProject": "",
      "ImageCount": "5"
    },
    "Cape-Bio-Pharms": {
      "Name": "Cape Bio Pharms",
      "Location": "Ndebeni, Cape Town",
      "Type": "HVAC Engineering",
      "Description": "PR Engineering partnered with one of Cape Town’s most reputable air conditioning and Ventilation companies do deliver a valued engineering turnkey solution. This project included the ventilations and temperature control of a greenhouse nursery responsible for the growth and insemination of plant based proteins. This interesting and intricate area required some out of the box thinking to ensure not only national standards but international standards within the laboratory and surrounding areas are met.",
      "Year": "2018-2019",
      "HomeProject": "",
      "ImageCount": "19"
    },
    "Brackenfell-Spar": {
      "Name": "Brackenfell Spar",
      "Location": "Brackenfell, Cape Town",
      "Type": "FIRE & HVAC Services",
      "Description": "As part of the larger centre, PR Engineering was appointed as the Fire and HVAC engineers for the shop that consisted of the larger Super Spar as well as the smaller Spar Tops adjacent to each other. PR Engineering was appointed for the Fire and HVAC engineering, and this council approval of all areas. The project has been successfully handed over and signed off.",
      "Year": "2018",
      "HomeProject": "",
      "ImageCount": "75"
    },
    "BetXchange-Mitchells-Plain": {
      "Name": "BetXchange Mitchells Plain",
      "Location": "Mitchells Plain, Cape Town",
      "Type": "Fire Engineering",
      "Description": "PR Engineering was appointed by the BetXchange team to do a full Fire engineering plan for council submission for their premises located in Mitchells Plain, Cape Town.   ",
      "Year": "2019",
      "HomeProject": "",
      "ImageCount": "11"
    },
    "BetXchange-Goodwood": {
      "Name": "BetXchange Goodwood",
      "Location": "Goodwood",
      "Type": " Fire Engineering",
      "Description": "PR Engineering was appointed by the BetXchange team to do a full Fire engineering plan for council submission for their premises located in Goodwood, Cape Town.",
      "Year": "2019",
      "HomeProject": "",
      "ImageCount": "47"
    }
}